{"url": "https://www.theguardian.com/world/2023/nov/04/himmler-execution-prisoners-britain-nazi-concentration-camp", "versions": {"0": {"title": "Himmler ordered mass execution of prisoners in Britain’s only Nazi camp, documents reveal", "publish_date": "2023-11-04T00:00:00", "article_text": "Heinrich Himmler gave secret orders for up to 1,000 enslaved labourers to be shot in cold blood on the British island of Alderney, previously unpublished documents disclosed to the Observer reveal.\n\nThe direct written order by the head of the SS is the first known instruction to show that plans were drawn up to annihilate all of the occupants of the only Nazi concentration and labour camps to exist on British soil.\n\nHimmler, a key architect of the Holocaust, instructed commanders on Alderney to murder all their prisoners and labourers “without a moment’s delay” if they caused trouble.\n\nDuring the Nazi occupation, the Channel island, a British crown dependency, housed four labour sites, including a concentration camp, with their occupants forced to build the huge defences of Hitler’s so-called Atlantic wall.\n\nOther documents, from SS headquarters and dated 1943, suggest that significantly more prisoners are likely to have died on Alderney than the official death toll of nearly 400.\n\nThe government is currently attempting to determine the exact scale of the Holocaust on Alderney by calculating the number of prisoners that were murdered through an ongoing review led by Lord Pickles, the UK’s Holocaust envoy.\n\nAlthough the public has been invited to submit evidence to the review, concerns over the “condescending” instructions given to potential contributors persuaded well-known wartime historian and author Ian Sayer to instead hand the SS documents from his archive to the Observer.\n\nA plaque at the gates to the camp. Photograph: Carl Court/Getty Images\n\nAmong these documents is a letter from Himmler to SS Hauptsturmführer Maximilian List, commander of the SS construction brigade on Alderney.\n\nDated 19 August 1943 and marked top secret, Himmler’s letter states: “Should there be – in the event of an attack – even the slightest sign, on the part of the prisoners, that they intend to cause trouble, you must act immediately and without ceremony, and shoot the culprits.\n\n“If order is then still not restored, you must shoot all prisoners, without a moment’s delay.”\n\nThe letter was hand-delivered to List by a courier with specific orders from Himmler to ensure his instruction to murder hundreds of unarmed and mistreated enslaved labourers would never be made public.\n\n“He [List] is to read it over three times and then send it back again to me via yourself, without a copy of it ever being made,” states Himmler, a man responsible for many of the worst crimes of the Third Reich.\n\nProfessor Richard Evans, regius professor emeritus of history at the University of Cambridge, suggested that Himmler’s order may have been prompted by a prisoner uprising at Treblinka, one of the deadliest Nazi extermination camps in occupied Poland, which occurred days before the SS chief wrote the letter to List.\n\n“There was a prisoner uprising at Treblinka on 2 August 1943 and Himmler may have been worried by it. Perhaps also by the Warsaw ghetto uprising in May. This reaction was pretty standard for Himmler,” said Evans.\n\nHowever Evans, an international specialist on German history, said it was not entirely certain if the SS chief was told about the Treblinka uprising until late August.\n\nHeinrich Himmler was one of the architects of the Holocaust. Photograph: Bettmann/Bettmann Archive\n\nWhat is more established, according to the previously unpublished documents, is the attempts to keep Himmler’s order to kill prisoners on British territory secret. A separate letter, dated 15 September 1943, reveals that another SS officer – Obergruppenführer Oswald Pohl – informed Himmler’s adjutant, Rudolf Brandt, that all paperwork relating to the order to kill on Alderney had been destroyed.\n\n“There is no longer any written material on this subject in existence,” states the letter, also marked top secret.\n\nYet Himmler’s letter somehow survived, and after likely being looted from SS headquarters following the war, was acquired at a New York auction in June 1983 by Sayer.\n\nThe 78-year-old is known for tracking down stolen Nazi gold and war criminals as well as being a leading authority on the verification of wartime documents, but felt uncomfortable supplying them to the government’s review.\n\n“As a person who has assisted various societies, museums, authors, and journalists over many years, by providing copies of documents, and letters from my second world war archive, I thought I could make a contribution,” said Sayer, who in 1988 tracked down the world’s most senior surviving Nazi, SS General Wilhelm Mohnke.\n\nSayer believes the government’s instructions for public submissions will deter members of the public wanting to help, particularly the threat from the inquiry that documents not supplied in a certain format “will be disregarded”.\n\nDescribing the SS documents as of “considerable historical significance” Sayer added: “The inquiry itself is a worthy cause but it is not right to treat people you are asking for help in this way.”\n\nProfessor Robert Jan Van Pelt of Canada’s University of Waterloo, a leading expert on Auschwitz, corroborated the authenticity of the documents, concluding they were “undoubtedly genuine.”\n\nPelt, who was an expert witness in the London trial of Holocaust-denier David Irving is also currently on the expert panel of the Alderney inquiry led by Pickles.\n\nThe same set of documents collected by Sayer reveal insights into the SS construction brigade charged with building up the Nazi’s defences on Alderney, with one passage applauding the work ethic of the enslaved labourers, saying “the prisoners’ productivity equalled that of German workers”."}}, "key_message": "Previously unpublished documents reveal that Heinrich Himmler, a key architect of the Holocaust, gave secret orders to murder up to 1,000 enslaved labourers on the British island of Alderney during WWII, with evidence suggesting that the actual death toll may be higher than officially recorded.", "tags": ["Europe", "History", "Crime"], "neutrality": 0.9}